import React, { Component } from 'react';
import Logo from '../../images/logo.bmp';
import meteo from '../../images/meteo.jpg';
import vec from '../../images/vec.jpg';



export default class HomePage extends Component {
    render() {
        return (
            <div className="container">
                <div className="row">
                    <div className="col-md-12">
                        <p className="hello">
                            <img src={Logo} className="logo" alt="Logo" />
                            НАЦИОНАЛЕН ИНСТИТУТ ПО МЕТЕОРОЛОГИЯ И ХИДРОЛОГИЯ  БАН-филиал ПЛОВДИВ
                        </p>

                        <img src={meteo} className="meteo" alt="Meteo" />
                    </div>
                </div>

                <div className="row">
                    <div className="col-md-12">
                        <br />
                        <p className="div1">Националният институт по метеорология и хидрология е български научноизследователски институт, част от структурата на Българската академия на науките (БАН), който се занимава с наблюдения и изследвания в областта на метеорологията, хидрологията и водните проблеми.Създаден е през 1951 година. Сега структурата на филиала покрива 34000 км2 от територията на България и включва в себе си целия водосбор на р. Марица, р. Арда и р. Тунджа в рамките на Република България.
                        Този уеб сайт представя структурата на филиала, основните цели, задачи и дейности по отдели, както и някои динамични данни за метеорологичните елементи.</p>
                    </div>
                </div>

                <div className="row">
                    <div className="col-md-6">
                        <p className="basicActivities">НИМХ – основни дейности и задачи</p>
                        <p>НИМХ при БАН е главен изпълнител на научните изследвания и научнооперативни дейности у нас по метеорология, агрометеорология и хидрология. Тези дейности следват стандартите в нормативните документи на Световната метеорологична организация (СМО) към ООН. НИМХ е официален представител на България в СМО.</p>

                        <ul>
                            <p className="basicActivities">Предмет на дейност на НИМХ:</p>
                            <li>наблюдение, анализ и прогноза на процесите в атмосферата и хидросферата
                                изследване на климатичните и водните ресурси;</li>
                            <li>изучаване и прогнозиране на състава на атмосферата и хидросферата и изменението му от естествен и антропогенен характер;</li>
                            <li>хидро-метеорологично обслужване за територията на страната и Черно море на държавните органи, населението и широк кръг потребители;</li>
                            <li>опазване живота на хората и имуществото чрез навременно прогнозиране на опасни и особено опасни метеорологични явления и наводнения;</li>
                            <li>представителство в Световната метеорологична организация;</li>
                            <li>обезпечаване на националния и международния обмен на данни в Югоизточна Европа и Близкия Изток за Световната служба за времето (ССВ).</li>
                        </ul>

                        <p className="basicActivities">Приоритети на научните изследвания:</p>
                        <ul>
                            <li>Оптимизация на мрежата от измервателни станции, усъвършенстване на методите за наблюдение, предаване, обработка и интерпретация на информацията.</li>
                            <li>Оценка на хидро-метеорологичните ресурси: климатични, агроклиматични и водни, техните колебания на територията на страната и използването им в икономиката.</li>
                            <li>Краткосрочно и средносрочно прогнозиране на хидро-метеорологичните процеси с разработка,внедряване и развитие на съвременни средства: числени модели, спътникови и радиолокационни наблюдения.</li>
                            <li>Развитие на методите за дългосрочно прогнозиране на времето.</li>
                            <li>Изследване на физиката на облаците и провеждане на аерологични измервания.</li>
                            <li>Изследване на състава и измененията от естествен и антропогенен характер в атмосферата и хидросферата. Моделиране процесите на пренос на замърсители, както и на наносния режим на реките.</li>
                        </ul>
                    </div>

                    <div className="col-md-6">
                        <p className="basicActivities">Агрометеорологична мрежа:</p>
                        <p>На територията на отговорност на филиал Пловдив функционират :</p>
                        <p> 9 щатни агростанции, 2 лесофенологични и 15 фенологични пункта.</p>
                        <ul>
                            <li>Щатни агростанции: Пловдив , Пазарджик , Ръжево Конаре , Чирпан , Казанлък , Хасково , Любимец , Сливен ,  Ямбол</li>
                            <li>Фенологични: Елхово, Стралджа, Недялско, Твърдица, Съдиево, Гълъбово, Харманли, Крумовград, Ивайловград, Карлово, Садово, Асеновград, Кричим, Велинград, Лесичово</li>
                            <li>Лесофенологични: Пампорово, Чепеларе </li>
                            <br />
                            <img src={vec} className="vec" alt="vec" />
                            <br /><br />
                            <p className="basicActivities">Национални и международни ангажименти на НИМХ-БАН:</p>
                            <li>Осигуряване на държавните органи с данни, анализи, експертизи и прогнози за хидро-метеорологичните процеси на територията на страната и западната част на Черно море.</li>
                            <li>Изготвяне на краткосрочни специализирани прогнози и експертни оценки за нуждите на Постоянната правителствена комисия за защита на населението от бедствия и аварии, отбраната на страната и др.</li>
                            <li>Поддържане на националния хидро-метеорологичен архив, създаване на бази данни за обслужване на голям брой потребители.</li>
                            <li>Изготвяне на анализи, експертизи, консултации и прогнози за динамиката на замърсяването на въздуха и водите.</li>
                            <li>Представяне на страната в Световната метеорологична организация (СМО). НИМХ-БАН участва в най-голямата програма на СМО "Световна служба за времето" чрез станциите от националната метеорологична мрежа и Регионалния телекомуникационен център–София, отговарящ за страните от Югоизточна Европа и Близкия Изток.</li>
                        </ul>
                    </div>
                </div>
            </div>

            

        );
    }
}