import React, { Component } from 'react';
import Logo from '../../images/logo.bmp';
import hydro from '../../images/hydro.jpg';
import meteo from '../../images/meteo.jpg';



export default class HomePage extends Component {
    render() {
        return (
            <div className="container">
                <div className="row">
                    <div className="col-md-12">
                        <p className="hello">
                            <img src={Logo} className="logo" alt="Logo"/>
                            НАЦИОНАЛЕН ИНСТИТУТ ПО МЕТЕОРОЛОГИЯ И ХИДРОЛОГИЯ  БАН-филиал ПЛОВДИВ
                        </p>
                        <img src={meteo} className="meteo" alt="Meteo"/>
                    </div>
                </div>

                <div className="row">
                    <div className="col-md-12"> 
                         <br/>
                        <p className="div1">Националният институт по метеорология и хидрология е български научноизследователски институт, част от структурата на Българската академия на науките (БАН), който се занимава с наблюдения и изследвания в областта на метеорологията, хидрологията и водните проблеми.Създаден е през 1951 година. Сега структурата на филиала покрива 34000 км2 от територията на България и включва в себе си целия водосбор на р. Марица, р. Арда и р. Тунджа в рамките на Република България.
                        Този уеб сайт представя структурата на филиала, основните цели, задачи и дейности по отдели, както и някои динамични данни за метеорологичните елементи.</p>
                    </div>
                </div>

                <div className="row">
                    <div className="col-md-6">
                        <p>Услуги извършвани от НИМХ:</p>
                        <p>Обслужване с хидрометеорологична информация в реално време:</p>
                            <ul>
                                <li>11 - Синоптични станции</li>
                                <li>40 - Климатични станции</li>
                                <li>90 - Дъждомерни станции</li>
                                <li>56 - Хидроложки станции</li>
                            </ul>
                            <p>Проекти:</p>
                            <ul>
                                <li>Изследвания за изграждане на малки ВЕЦ, предпроектни проучвания на водохващания, деривации, мостове и др.</li>
                                <li>Агроклиматични характеристики за проекти по международни и национални програми по линия на САПАРД, ИСПА, ФАР.</li>
                            </ul>
                    </div>
                

                    <div className="col-md-6">
                        <p>Сектор "Хидрология" извършва услуги със следната режимна информация за клиенти:</p>
                        <ul>
                            <span>Среднодневни:</span>
                            <li> среднодневни водни стоежи (нива); </li>
                            <li> среднодневни водни количества.</li>
                            <span>Средномесечни:</span>
                            <li>  средномесечни водни стоежи (нива);</li>
                            <li> средномесечни водни количества;</li>
                            <li>  минимални месечни водни количества;</li>
                            <li>  максимални месечни водни количества;</li>
                            <li>средномесечни наносни количества.</li>
                            <span>Годишни:</span>
                            <li> средногодишни водни стоежи (нива);</li>
                            <li> средногодишни водни количества;</li>
                            <li> минимални годишни водни количества;</li>
                            <li> максимални годишни водни количества;</li>
                            <li>средногодишни наносни количества.</li>
                        </ul>
                    </div>
                </div>

                <div className="row">
                <div className="col-md-12">
                <br/>
                <p className="paragraph">Хидроложки станции на територията на филиал Пловдив</p>
                <img src={hydro} className="hydro" alt="Hydro"/>
                </div>
                </div>
            </div>

        );
    }
}